[
  {
    "title": "1 - O episódio piloto foi escrito em 6 horas",
    "description": "O primeiro episódio de Rick e Morty foi escrito por Harmon e Roiland momentos depois que sua ideia de série foi vendida para Nick Weidenfeld, o chefe de desenvolvimento do programa Adult Swim. Os cronogramas seriam apertados assim que a produção do programa aumentasse, então eraimportante começar a trabalhar em Rick e Morty o mais rápido possível. Os dois estavam sentados no chão pensando no que fazer, quando chegaram à conclusão que só havia uma saída: escrever o episódio piloto ali mesmo, naquele momento, sem pausas. E eles fizeram isso em apenas seis horas."
  },
  {
    "title": "2 - Os arrotos de Rick surgiram por acidente",
    "description": "Arrotos frequentes são uma marca registrada de Rick Sanchez, mas isso foi uma característica completamente não intencional. A lenda dos arrotos começou em 2006, quando Roiland estava gravando as vozes para o curta 'The Real Animated Adventures of Doc e Mharti', que acabaria servindo como base de inspiração para Rick e Morty. Roiland explicou à Entertainment Weekly que ele estava simplesmente brincando e se divertindo fazendo o máximo de coisas bizarras para Doc Smith e Marthi quando um arroto saiu naturalmente. Embora o momento fosse nojento, também foi muito hilário, e quando chegou a hora de Roiland emprestar sua toda sua versatilidade para Rick e Morty, ele não pensou duas vezes. 'Os arrotos fizeram parte de Rick desde o início', declarou Roiland."
  },
  {
    "title": "3 - Inspiração da série",
    "description": "A relação de Rick e Morty é bem familiar para quem conhece a franquia De volta para o Futuro, mas tem uma grande contribuição do próprio Roiland com a história The Real Animated Adventures of Doc and Mharti. Ele a escreveu quando se sentia perdido e enviou para grandes estúdios como forma de brincar com eles, pois a história era confusa e extremamente pesada. Foram passados uns filtros e acabou casando perfeitamente com a proposta de Rick e Morty. A música tema da animação foi inspirada, principalmente, por Doctor Who e Farscape para chegar ao conjunto de notas que remete à ficção científica."
  },
  {
    "title": "4 - Justin Roiland fica bêbado para interpretar Rick",
    "description": "A voz por trás de Rick é pelo menos parcialmente autêntica em sua tendência a beber e em seus arrotos esporádicos. Esses arrotos, que costumam ocorrer a Rick no meio de frases, costumam ser o resultado de Justin Roiland bebendo cerveja durante as sessões de gravação. Pois é, Roiland fica bêbado para gravar as falas de Rick. Isso não apenas induz esses arrotos cômicos, mas também permite que ele interprete um personagem mais maluco, livre e solto, que é propenso a divagações divertidas."
  },
  {
    "title": "5 - Transtorno Bipolar",
    "description": "A dupla Rick e Morty não é apenas baseada em Doc Brown e Marty McFly, mas são também considerados uma representação vaga de um problema comum de saúde mental - o transtorno bipolar. Aparentemente, os dois personagens são baseados nas duas metades do co-criador Justin Roiland. Dan Harmon admitiu, dizendo que o programa é 'uma personificação precisa do transtorno bipolar'. Faz sentido, visto que mesmo considerando o quão diferentes os dois personagens são, eles ainda conseguem manter uma relação avô/neto bastante sólida."
  }
]
